Repository: spptest/Telerik
Catalog: OpenJudgeSystem-master/Open Judge System/Web/OJS.Web/App_GlobalResources/Account/ViewModels/AccountViewModels.*.resx
Languages: bg

source: Current password
bg: Парола

# Email
source: Email address
bg: Имейл адрес

# Email_invalid
source: Invalid email address
bg: Невалиден имейл адрес

# Email_required
source: Please enter your email address
bg: Моля въвете имейл адрес

# Enter_new_password_confirmation
source: Please confirm your new password
bg: Моля потвърдете новата си парола

# Enter_new_password_validation
source: Please enter your new password
bg: Моля въведете новата си парола

# Enter_password
source: Please enter your password
bg: Моля въведете парола

# Enter_password_validation
source: Please enter your current password
bg: Моля въведете текущата си парола

source: Invalid username or password
bg: Невалидно име или парола

source: New password
bg: Нова парола

# New_password_confirmation
source: Confirm new password
bg: Потвърдете новата парола

# New_password_confirm_password_not_matching_validation
source: The new password and confirmation password do not match
bg: Новата парола не съвпада с потвърдената нова парола

source: Password
bg: Парола

# Passwords_dont_match
source: The passwords don't match
bg: Паролите не съвпадат

# Password_confirm
source: Confirm your password
bg: Потвърдете паролата

# Password_length_validation_message
source: The password must be at least {2} characters long.
bg: Паролата трябва да бъде поне {2} символа

source: Remember me?
bg: Запомни ме

source: Username
bg: Потребителско име

# Username_required
source: Username is required
bg: Потребителското име е задължително

# Username_validation
source: The username must be between {2} and {1} characters long
bg: Потребителското име трябва да бъде между {2} и {1} символа

# Email_already_registered
source: This email has already been registered
bg: Този имейл е вече регистриран

# User_already_registered
source: This username is not available
bg: Това потребителско име е заето

# Password_incorrect
source: Incorrect password
bg: Грешна парола

# Email_confirm
source: Confirm your email
bg: Потвърди имейла

# Email_confirmation_invalid
source: Please double check the email address that you entered
bg: Моля проверете дали сте въвели правилно имейла си и в двете полета

# Email_confirmation_required
source: Please confirm your email
bg: Моля потвърдете имейла си

# Password_required
source: Please enter your password
bg: Моля въвете паролата си

source: Incorrect password
bg: Грешна парола

# Username_regex_validation
source: The username can contain only latin characters, numbers and the symbols '.' or '_'. The username must start with a letter and end with a letter or number.
bg: Потребителското име може да съдържа само латински букви, цифри и знаците точка и долна черта. Потребителското име трябва да започва с буква и да завършва с буква или цифра.

# Username_confirmation
source: Confirm the new username
bg: Потвърдете новото си потребителско име

# Username_confirmation_incorrect
source: The usernames do not match
bg: Потребителските имена не съвпадат
